INSERT INTO db1057313_alphahyd.pipeline_categories (id, parent_id, path, full_path, title, description, content_html, content_markdown, image, create_date, meta_title, meta_description, meta_keywords, active, sorting, deleted) VALUES (1, 0, 'zaglushki', 'zaglushki', 'Заглушки', 'Заглушки — детали трубопровода, предназначенные для закрывания концевых отверстий в трубопроводах и при изготовлении емкостей.', '<p>Заглушки — детали трубопровода, предназначенные для закрывания концевых отверстий в трубопроводах и при изготовлении емкостей.</p>

<p>Различают заглушки фланцевые, эллиптические и резьбовые. </p>

<p>Заглушки фланцевые стальные чаще всего применяются для временного перекрытия трубопровода в ремонтных целях, установки нового оборудования или трубопроводной арматуры, а также для резервирования точек подключения планируемых веток трубопровода.</p>

<p>Заглушки эллиптические бесшовные приварные применяются на трубопроводах различного назначения, на предприятиях нефтяной, газовой и химической промышленности, ЖКХ и водоканалов, а также в качестве днищ при изготовлении высокопрочных емкостей — котлов, сосудов, аппаратов</p>
', 'Заглушки — детали трубопровода, предназначенные для закрывания концевых отверстий в трубопроводах и при изготовлении емкостей.

Различают заглушки фланцевые, эллиптические и резьбовые. 

Заглушки фланцевые стальные чаще всего применяются для временного перекрытия трубопровода в ремонтных целях, установки нового оборудования или трубопроводной арматуры, а также для резервирования точек подключения планируемых веток трубопровода.

Заглушки эллиптические бесшовные приварные применяются на трубопроводах различного назначения, на предприятиях нефтяной, газовой и химической промышленности, ЖКХ и водоканалов, а также в качестве днищ при изготовлении высокопрочных емкостей — котлов, сосудов, аппаратов
', '/upload/pipeline/category/2.jpg', '2015-11-03 14:10:50', 'Заглушки', 'Заглушки — детали трубопровода, предназначенные для закрывания концевых отверстий в трубопроводах и при изготовлении емкостей.', '', 1, 0, 0);
INSERT INTO db1057313_alphahyd.pipeline_categories (id, parent_id, path, full_path, title, description, content_html, content_markdown, image, create_date, meta_title, meta_description, meta_keywords, active, sorting, deleted) VALUES (2, 0, 'otvody', 'otvody', 'Отводы', 'Отводы — соединительные элементы трубопроводов, предназначенные для изменения направления потока жидкости или газа (обычно на 45°, 60°,90° или 180°) в трубопроводе. ', '<p>Отводы — соединительные элементы трубопроводов, предназначенные для изменения направления потока жидкости или газа (обычно на 45°, 60°,90° или 180°) в трубопроводе. Изготавливаются из черных и цветных металлов методами горячей или холодной деформации, штамповки. По конструкции делятся на бесшовные гнутые, штампосварные и сварные секционные.</p>

<h4>Обозначение:</h4>

<ul>
<li>DN  – Условный проход;</li>
<li>D    – наружный диаметр торцов отводов;</li>
<li>T    – толщина стенки отвода на торцах диаметра D;</li>
<li>Tв  – толщина стенки отводов в неторцевых сечениях;</li>
<li>С    – размер между центрами торцов отводов с Θ=180°;</li>
<li>В   – размер между плоскостью торцов и наиболее удаленной от нее точкой наружной поверхности отводов с Θ=180°;</li>
<li>F   – размер между плоскостью одного торца и центром другого торца отводов с Θ=90;</li>
<li>Н  – размер между плоскостью торца и точкой пересечения касательных к осевой линии в точках ее пересечения с плоскостями торцов отводов с Θ=45°;</li>
<li>R  – радиус кривизны осевой линии (радиус изгиба) отводов;</li>
<li>W – размер между плоскостью торца и точкой пересечения касательных к осевой линии в точках ее пересечения с плоскостями торцов отводов с Θ=60°;</li>
<li>Θ – угол между плоскостями торцов (угол изгиба) отводов</li>
</ul>

<blockquote>
  <p><em>Внимание!</em> Если вы не обнаружили представленных в каталоге размеров или стандартов деталей, сообщите нам об этом, пожалуйста. Наши специалисты помогут в подборе необходимого товара.</p>
</blockquote>
', 'Отводы — соединительные элементы трубопроводов, предназначенные для изменения направления потока жидкости или газа (обычно на 45°, 60°,90° или 180°) в трубопроводе. Изготавливаются из черных и цветных металлов методами горячей или холодной деформации, штамповки. По конструкции делятся на бесшовные гнутые, штампосварные и сварные секционные.

#### Обозначение:

* DN  – Условный проход;
* D    – наружный диаметр торцов отводов;
* T    – толщина стенки отвода на торцах диаметра D;
* Tв  – толщина стенки отводов в неторцевых сечениях;
* С    – размер между центрами торцов отводов с Θ=180°;
* В   – размер между плоскостью торцов и наиболее удаленной от нее точкой наружной поверхности отводов с Θ=180°;
* F   – размер между плоскостью одного торца и центром другого торца отводов с Θ=90;
* Н  – размер между плоскостью торца и точкой пересечения касательных к осевой линии в точках ее пересечения с плоскостями торцов отводов с Θ=45°;
* R  – радиус кривизны осевой линии (радиус изгиба) отводов;
* W – размер между плоскостью торца и точкой пересечения касательных к осевой линии в точках ее пересечения с плоскостями торцов отводов с Θ=60°;
* Θ – угол между плоскостями торцов (угол изгиба) отводов

> *Внимание!* Если вы не обнаружили представленных в каталоге размеров или стандартов деталей, сообщите нам об этом, пожалуйста. Наши специалисты помогут в подборе необходимого товара.
', '', '2015-11-03 14:10:35', 'Отводы', 'Отводы — соединительные элементы трубопроводов, предназначенные для изменения направления потока жидкости или газа (обычно на 45°, 60°,90° или 180°) в трубопроводе. ', '', 1, 0, 0);
INSERT INTO db1057313_alphahyd.pipeline_categories (id, parent_id, path, full_path, title, description, content_html, content_markdown, image, create_date, meta_title, meta_description, meta_keywords, active, sorting, deleted) VALUES (3, 0, 'perehody', 'perehody', 'Переходы', 'Переходы — соединительная деталь трубопровода, предназначенная для соединения труб двух различных диаметров трубопровода.', '<p>Переходы — соединительная деталь трубопровода, предназначенная для соединения труб двух различных диаметров трубопровода.</p>

<p>Стальные переходы подразделяют на: концентрические (для соединения двух труб по центральной оси симметрии трубопровода)  и эксцентрические (для соединения двух труб по нижней образующей линии). В зависимости от рабочей среды, переходы изготавливают из разных марок стали.</p>
', 'Переходы — соединительная деталь трубопровода, предназначенная для соединения труб двух различных диаметров трубопровода.

Стальные переходы подразделяют на: концентрические (для соединения двух труб по центральной оси симметрии трубопровода)  и эксцентрические (для соединения двух труб по нижней образующей линии). В зависимости от рабочей среды, переходы изготавливают из разных марок стали.
', '', '2015-11-03 13:33:26', 'Переходы', 'Переходы — соединительная деталь трубопровода, предназначенная для соединения труб двух различных диаметров трубопровода.', '', 1, 0, 0);
INSERT INTO db1057313_alphahyd.pipeline_categories (id, parent_id, path, full_path, title, description, content_html, content_markdown, image, create_date, meta_title, meta_description, meta_keywords, active, sorting, deleted) VALUES (4, 0, 'trojniki', 'trojniki', 'Тройники', 'Тройник - Соединительный элемент трубопроводов с тремя присоединительными концами, который предназначен для крепления боковых трубных ответвлений к основной магистрали.', '<p>Соединительный элемент трубопроводов с тремя присоединительными концами, который предназначен для крепления боковых трубных ответвлений к основной магистрали (при этом среда изменяет свое направление под углом 90°).</p>

<blockquote>
  <p><em>Внимание!</em> Если вы не обнаружили требуемых размеров труб в указанной таблице, напишите нам, пожалуйста, на почту и укажите необходимые размеры, мы для Вас подберем требуемые параметры.</p>
</blockquote>
', 'Соединительный элемент трубопроводов с тремя присоединительными концами, который предназначен для крепления боковых трубных ответвлений к основной магистрали (при этом среда изменяет свое направление под углом 90°).

> *Внимание!* Если вы не обнаружили требуемых размеров труб в указанной таблице, напишите нам, пожалуйста, на почту и укажите необходимые размеры, мы для Вас подберем требуемые параметры.', '', '2015-11-03 13:36:00', 'Тройники', 'Тройник - Соединительный элемент трубопроводов с тремя присоединительными концами, который предназначен для крепления боковых трубных ответвлений к основной магистрали.', '', 1, 0, 0);
INSERT INTO db1057313_alphahyd.pipeline_categories (id, parent_id, path, full_path, title, description, content_html, content_markdown, image, create_date, meta_title, meta_description, meta_keywords, active, sorting, deleted) VALUES (5, 0, 'truby', 'truby', 'Трубы', 'Стальная труба представляет собой пустотелое изделие круглого сечения, применяющееся для перемещения жидких и газообразных сред, защиты электрических кабелей и кабелей связи, а также для изготовления различных конструкций.', '<p>Стальная труба представляет собой пустотелое изделие круглого сечения, применяющееся для перемещения жидких и газообразных сред, защиты электрических кабелей и кабелей связи, а также для изготовления различных конструкций.</p>

<p>Производство труб на промышленных предприятиях осуществляется из стали различных марок от обычной углеродистой стали до легированных нержавеющих сталей разных марок.</p>

<p>Все трубы, кроме марки стали, характеризируются такими параметрами, как наружный диаметр и толщина стенки. По способу производства делятся на электросварные (прямошовные или спиралешовные) и бесшовные (горяче- или холоднодеформированные).</p>
', 'Стальная труба представляет собой пустотелое изделие круглого сечения, применяющееся для перемещения жидких и газообразных сред, защиты электрических кабелей и кабелей связи, а также для изготовления различных конструкций.

Производство труб на промышленных предприятиях осуществляется из стали различных марок от обычной углеродистой стали до легированных нержавеющих сталей разных марок.

Все трубы, кроме марки стали, характеризируются такими параметрами, как наружный диаметр и толщина стенки. По способу производства делятся на электросварные (прямошовные или спиралешовные) и бесшовные (горяче- или холоднодеформированные).', '', '2015-11-03 13:37:35', 'Трубы', 'Стальная труба представляет собой пустотелое изделие круглого сечения, применяющееся для перемещения жидких и газообразных сред, защиты электрических кабелей и кабелей связи, а также для изготовления различных конструкций.', '', 1, 0, 0);
INSERT INTO db1057313_alphahyd.pipeline_categories (id, parent_id, path, full_path, title, description, content_html, content_markdown, image, create_date, meta_title, meta_description, meta_keywords, active, sorting, deleted) VALUES (6, 0, 'flancy', 'flancy', 'Фланцы', 'Фланцы – необходимы для соединения не связанных между собой частей трубопровода, а также для подключения с нему контрольно-измерительного оборудования. Чаще всего фланцы привинчивают или приваривают к концам трубопроводов, которые хотят соединить.', '<p>Фланцы применяются на трубопроводах и арматуре с условным давлением до 1,0 МПа 10 кгс/см2 и температурой рабочей среды от -40°С до +200°С.</p>

<p>В зависимости от среды и давления различаются по форме присоединительной поверхности, которой бывает девять видов.</p>

<p>По способу присоединения к трубе: плоские, воротниковые и резьбовые.</p>

<p>Плоский одевается на трубу и приваривается по задней поверхности. Из-за этого внутренний диаметр плоского фланца немного больше наружного диаметра трубы.</p>

<p>Воротниковый (сапожковый) фланец приваривается встык, его внутренний диаметр равен диаметру условного прохода трубы. Воротниковые фланцы применяются обычно на трубопроводах рабочим давлением более 4 МПа.</p>

<p>Резьбовые фланцы применяются редко</p>
', 'Фланцы применяются на трубопроводах и арматуре с условным давлением до 1,0 МПа 10 кгс/см2 и температурой рабочей среды от -40°С до +200°С.

В зависимости от среды и давления различаются по форме присоединительной поверхности, которой бывает девять видов.

По способу присоединения к трубе: плоские, воротниковые и резьбовые.

Плоский одевается на трубу и приваривается по задней поверхности. Из-за этого внутренний диаметр плоского фланца немного больше наружного диаметра трубы.

Воротниковый (сапожковый) фланец приваривается встык, его внутренний диаметр равен диаметру условного прохода трубы. Воротниковые фланцы применяются обычно на трубопроводах рабочим давлением более 4 МПа.

Резьбовые фланцы применяются редко
', '', '2015-11-03 13:39:41', 'Фланцы', 'Фланцы – необходимы для соединения не связанных между собой частей трубопровода, а также для подключения с нему контрольно-измерительного оборудования. Чаще всего фланцы привинчивают или приваривают к концам трубопроводов, которые хотят соединить.', '', 1, 0, 0);
